Repository: giellalt/corpus-sma
Catalog: tmx/nob/admin/sd/samediggi.no/finnmaarhken-miehtjiesdajvedaaapmestovle.html.tmx
Source language: sma
Languages: nob

source: Finnmaarhkekommisjovne
nob: Finnmarkskommisjonen

source: Politihken aamhtese:
nob: Politisk sak:

source: Finnmaarhken miehtjiesdajvedåapmestovle
nob: Siste hendelse: 16. jan 2012 Utmarksdomstolen for Finnmark

source: Edtja ræjhtoeh reaktaj bïjre, mah jijhtieh mænngan Finnmaarhkekommisjovne feelth salkehtamme, akten jïjtse sjïeredåapmestovlese buektedh, man nomme miehtjiesdajvedåapmestovle.
nob: Tvister om rettigheter som oppstår etter at Finnmarkskommisjonen har utredet felt bringes inn for en egen særdomstol, kalt utmarksdomstolen.

source: Reerenasse Miehtjiesdajvedåapmestovlem nammohte mænngan Saemiedigkine rååresjamme, jïh desnie akte åvtehke njieljie ihkuve lïhtsegigujmie jïh göökte sæjjasadtjigujmie.
nob: Utmarksdomstolen oppnevnes av regjeringen etter konsultasjoner med Sametinget, og består av en leder med fire faste medlemmer og to varamedlemmer.

source: Dïhte mierie, juktie ræjhtoeh miehtjiesdajvedåapmestovlese buektedh, lea 18 askh mænngan Finnmaarhkekommisjovnen reektehtse lea vadtasovveme jïh bæjhkoehtamme.
nob: Fristen for å bringe tvister inn for utmarksdomstolen er 18 måneder etter at Finmarkskommisjonens rapport er avgitt og kunngjort.

source: Miehtjiesdajvedåapmestovle edtja våaromem vaeltedh Finnmaarhkekommisjovnen reektehtsisnie, gosse aamhtesem gïetede.
nob: Utmarksdomstolen skal ta utgangspunkt i Finnmarkskommisjonens rapport i sin behandling av saken.

source: Maahta dejtie sjæjsalimmide, mejtie miehtjiesdajvedåapmestovle dorje, Jillemesreaktese klååkedh.
nob: Avgjørelsene som utmarksdomstolen fatter kan ankes til høyesterett.

source: Finnmaarhkekommisjovnen voestes reektehtsh edtjieh gaervies årrodh jaepien 2011 minngiegietjesne 2012 aalkovisnie.
nob: Finnmarkskommisjonens første rapporter ventes avlevert rundt årsskifte 2011-2012.

source: Justisedepartemente jïh Saemiedigkie leah dannasinie aalkeme nammoehtimmien bïjre miehtjiesdajvedåapmestovleste rååresjidh.
nob: Justisdepartementet og Sametinget har derfor startet konsultasjoner om oppnevning av utmarksdomstolen.

source: Finnmaarhkelaake
nob: Finnmarksloven

source: Mieriedimmie Finnmaarhkekommisjovnen jïh Finnmaarhken miehtjiesdajvedåapmestovlen bïjre.
nob: Forskrift om Finnmarkskommisjonen og Utmarksdomstolen for Finnmark.

source: Politihkere gïen diedte
nob: Ansvarlig politiker

source: NSR
nob: Tel.:
